{
    "id": 1,
    "name": {
        "en": "Cookies Policy",
        "ua": "Політика Cookies",
        "ru": "Политика Cookies"
    },
    "updated_at": 1680290000,
    "has_menu": true,
    "list" : [
        {
            "id":  1,
            "title": {
                "en": "Intro",
                "ua": "Вступ",
                "ru": "Введение"
            },
            "content": {
                "en": "<p>In the spirit of transparency, this Cookie Policy (“Policy”) provides detailed information about why, how, and when we use cookies on our Site, Software, and/or Services, as defined in our Terms of Service.</p>",
                "ua": "<p>У дусі прозорості ця Політика використання файлів cookie (\"Політика\") містить детальну інформацію про те, чому, як і коли ми використовуємо файли cookie на нашому Сайті, Програмному забезпеченні та/або Послугах, як визначено в наших Умовах надання послуг.</p>",
                "ru": "<p>В духе прозрачности настоящая Политика использования файлов cookie (\"Политика\") содержит подробную информацию о том, почему, как и когда мы используем файлы cookie на нашем Сайте, Программном обеспечении и/или Услугах, как определено в наших Условиях предоставления услуг.</p>"
            }
        },
        {
            "id":  2,
            "title": {
                "en": "What is a cookie?",
                "ua": "Що таке cookies?",
                "ru": "Что такое cookies?"
            },
            "content": {
                "en": "<p>A cookie is a small text file that is placed on your hard drive by a web page server. Cookies contain information that can later be read by a web server in the domain that issued the cookie to you. Some of the cookies will only be used if you use certain features or select certain preferences, and some cookies are essential to the Site, Software, and/or Services, and will always be used.</p><p>Web beacons, tags, and scripts may be used in the Site or in emails to help us deliver cookies and count visits, understand usage and campaign effectiveness, and determine whether an email has been opened and acted upon. We may receive reports based on the use of these technologies by our service/analytics providers (for example, Google Analytics) on an individual and aggregated basis.</p>",
                "ua": "<p>Cookie - це невеликий текстовий файл, який розміщується на вашому жорсткому диску сервером веб-сторінки. Cookies містять інформацію, яка згодом може бути прочитана веб-сервером у домені, що видав вам cookie. Деякі з файлів cookie будуть використовуватися лише при використанні вами певних функцій або виборі певних уподобань, а деякі файли cookie необхідні для роботи Сайту, Програмного забезпечення та Послуг і будуть використовуватися завжди.</p><p>Веб-маяки, теги та скрипти можуть використовуватися на Сайті або в електронних листах, щоб допомогти нам доставляти файли cookie та підраховувати відвідування, розуміти використання та ефективність кампаній, а також визначати, чи був відкритий електронний лист та чи були вжиті дії. Ми можемо отримувати звіти на основі використання цих технологій від наших постачальників послуг/аналітики (наприклад, Google Analytics) на індивідуальній та агрегованій основі.</p>",
                "ru": "<p>Cookie - это небольшой текстовый файл, который помещается на ваш жесткий диск сервером веб-страницы. Cookies содержат информацию, которая впоследствии может быть прочитана веб-сервером в домене, выдавшем вам cookie. Некоторые из файлов cookie будут использоваться только при использовании вами определенных функций или выборе определенных предпочтений, а некоторые файлы cookie необходимы для работы Сайта, Программного обеспечения и/или Услуг и будут использоваться всегда.</p><p>Веб-маяки, теги и скрипты могут использоваться на Сайте или в электронных письмах, чтобы помочь нам доставлять файлы cookie и подсчитывать посещения, понимать использование и эффективность кампаний, а также определять, было ли открыто электронное письмо и были ли предприняты действия. Мы можем получать отчеты на основе использования этих технологий от наших поставщиков услуг/аналитики (например, Google Analytics) на индивидуальной и агрегированной основе.</p>"
            }
        },
        {
            "id":  3,
            "title": {
                "en": "Why does YavorskyTeam use cookies?",
                "ua": "Чому YavorskyTeam використовує cookies?",
                "ru": "Почему YavorskyTeam использует cookies?"
            },
            "content": {
                "en": "<p>YavorskyTeam and our marketing partners, affiliates, and analytics or service providers use cookies and other technologies to ensure everyone who uses the Site, Software, and/or Services has the best possible experience. For example, when you use our Site, we may place a number of cookies in your browser.</p><p>We use these cookies to enable us to hold session information as you navigate from page to page within the Site, improve your experience, and track and analyze usage and other statistical information. If you elect not to activate the cookie or to later disable cookies, you may still visit our Site, and use our Software or Services, but your ability to use some features or areas of those offerings may be limited.</p>",
                "ua": "<p>YavorskyTeam та наші партнери з маркетингу, афілійовані особи, а також постачальники аналітичних послуг використовують файли cookie та інші технології, щоб забезпечити кожному, хто користується Сайтом, Програмним забезпеченням та/або Послугами, найкращий можливий досвід. Наприклад, коли ви використовуєте наш сайт, ми можемо розмістити у вашому браузері кілька файлів cookie.</p><p>Ми використовуємо ці файли cookie для зберігання інформації про сеанс, коли ви переходите зі сторінки на сторінку Сайту, покращення вашого досвіду, а також для відстеження та аналізу використання та іншої статистичної інформації. Якщо ви вирішите не активувати файл cookie або згодом відключити його, ви, як і раніше, зможете відвідувати наш Сайт, користуватися нашим Програмним забезпеченням або Послугами, але ваша здатність використовувати деякі функції або області цих пропозицій може бути обмежена.</p>",
                "ru": "<p>YavorskyTeam и наши партнеры по маркетингу, аффилированные лица, а также поставщики аналитических услуг используют файлы cookie и другие технологии, чтобы обеспечить каждому, кто пользуется Сайтом, Программным обеспечением и/или Услугами, наилучший возможный опыт. Например, когда вы пользуетесь нашим Сайтом, мы можем разместить в вашем браузере несколько файлов cookie.</p><p>Мы используем эти файлы cookie для хранения информации о сеансе, когда вы переходите со страницы на страницу Сайта, улучшения вашего опыта, а также для отслеживания и анализа использования и другой статистической информации. Если вы решите не активировать файл cookie или впоследствии отключить его, вы по-прежнему сможете посещать наш Сайт, пользоваться нашим Программным обеспечением или Услугами, но ваша способность использовать некоторые функции или области этих предложений может быть ограничена.</p>"
            }
        },
        {
            "id":  4,
            "title": {
                "en": "How to disable cookies",
                "ua": "Як вимкнути cookies",
                "ru": "Как отключить cookies"
            },
            "content": {
                "en": "<p>You can generally activate or later deactivate the use of cookies through a functionality built into your web browser. To learn more about how to control cookie settings through your browser:</p><ul class=\"list-1\"><li>Click <a href=\"https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop?redirectslug=enable-and-disable-cookies-website-preferences&redirectlocale=en-US\">here</a> to learn more about managing cookie settings in Mozilla Firefox;</li><li>Click <a href=\"https://support.google.com/chrome/answer/95647\">here</a> to learn more about managing cookie settings in Google Chrome;</li><li>Click <a href=\"https://support.microsoft.com/ru-ru/windows/удаление-файлов-cookie-и-управление-ими-168dab11-0753-043d-7c16-ede5947fc64d\">here</a> to learn more about managing cookie settings in Microsoft Internet Explorer;</li><li>Click <a href=\"https://support.apple.com/ru-ru/guide/safari/sfri11471/mac\">here</a> to learn more about managing cookie settings in Safari;</li><li>Click <a href=\"https://support.microsoft.com/ru-ru/windows/браузер-microsoft-edge-данные-браузера-и-конфиденциальность-bb8174ba-9d73-dcf2-9b4a-c582b4e640dd\">here</a> to learn more about managing cookie settings in Microsoft Edge.</li></ul><p>If you want to learn more about cookies or how to control, disable, or delete them, please visit <a href=\"https://allaboutcookies.org\">www.allaboutcookies.org</a> for detailed guidance. In addition, certain third-party advertising networks, including Google, permit users to opt out of or customize preferences associated with your Internet browsing.</p>",
                "ua": "<p>Як правило, ви можете активувати або пізніше деактивувати використання cookie за допомогою функції, вбудованої у ваш веб-браузер. Щоб дізнатися більше про те, як керувати налаштуваннями cookie через ваш браузер:</p><ul class=\"list-1\"><li>Натисніть <a href=\"https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop?redirectslug=enable-and-disable-cookies-website-preferences&redirectlocale=en-US\">тут</a>, щоб дізнатися більше про керування налаштуваннями cookie у Mozilla Firefox;</li><li>Натисніть <a href=\"https://support.google.com/chrome/answer/95647\">тут</a>, щоб дізнатися більше про керування налаштуваннями cookie у Google Chrome;</li><li>Натисніть <a href=\"https://support.microsoft.com/ru-ru/windows/удаление-файлов-cookie-и-управление-ими-168dab11-0753-043d-7c16-ede5947fc64d\">тут</a>, щоб дізнатися більше про керування налаштуваннями cookie у Microsoft Internet Explorer;</li><li>Натисніть <a href=\"https://support.apple.com/ru-ru/guide/safari/sfri11471/mac\">тут</a>, щоб дізнатися більше про керування налаштуваннями cookie у Safari;</li><li>Натисніть <a href=\"https://support.microsoft.com/ru-ru/windows/браузер-microsoft-edge-данные-браузера-и-конфиденциальность-bb8174ba-9d73-dcf2-9b4a-c582b4e640dd\">тут</a>, щоб дізнатися більше про керування налаштуваннями cookie у Microsoft Edge.</li></ul><p>Якщо ви хочете дізнатися більше про файли cookie або про те, як їх контролювати, відключати або видаляти, відвідайте веб-сайт <a href=\"https://allaboutcookies.org\">www.allaboutcookies.org</a> для отримання докладного посібника. Крім того, деякі сторонні рекламні мережі, включаючи Google, дозволяють користувачам відмовитися від використання або налаштувати переваги, пов'язані з переглядом веб-сторінок.</p>",
                "ru": "<p>Как правило, вы можете активировать или позже деактивировать использование файлов cookie с помощью функции, встроенной в ваш веб-браузер. Чтобы узнать больше о том, как управлять настройками файлов cookie через ваш браузер:</p><ul class=\"list-1\"><li>Нажмите <a href=\"https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop?redirectslug=enable-and-disable-cookies-website-preferences&redirectlocale=en-US\">здесь</a>, чтобы узнать больше об управлении настройками файлов cookie в Mozilla Firefox;</li><li>Нажмите <a href=\"https://support.google.com/chrome/answer/95647\">здесь</a>, чтобы узнать больше об управлении настройками файлов cookie в Google Chrome;</li><li>Нажмите <a href=\"https://support.microsoft.com/ru-ru/windows/удаление-файлов-cookie-и-управление-ими-168dab11-0753-043d-7c16-ede5947fc64d\">здесь</a>, чтобы узнать больше об управлении настройками cookie в Microsoft Internet Explorer;</li><li>Нажмите <a href=\"https://support.apple.com/ru-ru/guide/safari/sfri11471/mac\">здесь</a>, чтобы узнать больше об управлении настройками cookie в Safari;</li><li>Нажмите <a href=\"https://support.microsoft.com/ru-ru/windows/браузер-microsoft-edge-данные-браузера-и-конфиденциальность-bb8174ba-9d73-dcf2-9b4a-c582b4e640dd\">здесь</a>, чтобы узнать больше об управлении настройками cookie в Microsoft Edge.</li></ul><p>Если вы хотите узнать больше о файлах cookie или о том, как их контролировать, отключать или удалять, посетите сайт <a href=\"https://allaboutcookies.org\">www.allaboutcookies.org</a> для получения подробного руководства. Кроме того, некоторые сторонние рекламные сети, включая Google, позволяют пользователям отказаться от использования или настроить предпочтения, связанные с просмотром интернет-страниц.</p>"
            }
        },
        {
            "id":  5,
            "title": {
                "en": "Types of cookies YavorskyTeam uses",
                "ua": "Типи файлів cookie, які використовує YavorskyTeam",
                "ru": "Типы файлов cookie, которые использует YavorskyTeam"
            },
            "content": {
                "en": "<p>Many jurisdictions require or recommend that website operators inform users/visitors as to the nature of cookies they utilize and, in certain circumstances, obtain the consent of their users to the placement of certain cookies.</p><p>Each cookie used by YavorskyTeam falls within one of the following categories:</p><ul class=\"list-2\"><li><h4>Essential cookies</h4><p>Essential cookies (First-Party Cookies) are sometimes called “strictly necessary,” as without them we cannot provide many services that you need. For example, essential cookies help us to identify your account and remember your preferences as you use our Site, Software, and/or Services.</p></li><li><h4>Analytics cookies</h4><p>These cookies track information about your visits and usage of the Site, Software, and/or Services so that we can make improvements and report our performance — for example, to analyze visitor and user behavior so as to provide more relevant content or suggest certain activities. We might also use analytics cookies to test new ads, pages, or features to see how users react to them.</p><p>Google Analytics is the main technology we currently use in this regard. To learn more about Google Analytics and your privacy, visit the “How Google uses data when you use our partners’ sites or apps” page at <a href=\"www.google.com/policies/privacy/partners/\">www.google.com/policies/privacy/partners/</a>. To opt out of being tracked by Google Analytics when using our website, visit <a href=\"https://tools.google.com/dlpage/gaoptout\">https://tools.google.com/dlpage/gaoptout</a>.</p></li><li><h4>Functionality or preference cookies</h4><p>During your visit to the Site, or while you use our Software or Services, cookies are used to remember information you have entered or choices you make (such as your username, language, or your region). They also store your preferences when personalizing the Site, Software, and/or Services to optimize your use of YavorskyTeam (for example, your preferred language). These preferences are remembered through the use of persistent cookies, and the next time you visit the Site or use our Software and/or Services, you will not have to set them again.</p></li></ul>",
                "ua": "<p>Багато юрисдикцій вимагають або рекомендують, щоб оператори веб-сайтів інформували користувачів/відвідувачів про характер файлів cookie, які вони використовували, і, за певних обставин, отримували згоду користувачів на розміщення певних файлів cookie.</p><p>Кожен файл cookie, що використовується YavorskyTeam, відноситься до однієї з наступних категорій:</p><ul class=\"list-2\"><li><h4>Основні файли cookie</h4><p>Основні файли cookie (First-Party Cookies) іноді називають \"суворо необхідними\", оскільки без них ми не зможемо надати багато необхідних вам послуг. Наприклад, основні файли cookie допомагають нам ідентифікувати ваш обліковий запис та запам'ятати ваші уподобання при використанні нашого Сайту, Програмного забезпечення та/або Послуг.</p></li><li><h4>Аналітичні файли cookie</h4><p>Ці файли cookie відстежують інформацію про ваші відвідування та використання Сайту, Програмного забезпечення та/або Послуг, щоб ми могли вносити покращення та повідомляти про нашу роботу - наприклад, аналізувати поведінку відвідувачів та користувачів, щоб надавати більш актуальний контент або пропонувати певні дії. Ми також можемо використовувати аналітичні cookie-файли для тестування нових рекламних оголошень, сторінок або функцій, щоб побачити реакцію користувачів на них.</p><p>Google Analytics є основною технологією, яку ми використовуємо на даний момент у цьому плані. Щоб дізнатися більше про Google Analytics та вашу конфіденційність, відвідайте сторінку \"Як Google використовує дані, коли ви користуєтеся сайтами або програмами наших партнерів\" на сайті <a href=\"www.google.com/policies/privacy/partners/\">www.google.com/policies/privacy/partners/</a>. Щоб відмовитися від відстеження даних Google Analytics під час використання нашого сайту, відвідайте сторінку <a href=\"https://tools.google.com/dlpage/gaoptout\">https://tools.google.com/dlpage/gaoptout</a>.</p></li><li><h4>Файли cookie, пов'язані з функціональними можливостями або перевагами</h4><p>Під час відвідування Сайту або використання нашого Програмного забезпечення або Послуг файли cookie використовуються для запам'ятовування введеної вами інформації або зробленого вами вибору (наприклад, вашого імені користувача, мови або регіону). Вони також зберігають ваші уподобання при персоналізації Сайту, Програмного забезпечення та/або Послуг для оптимізації використання YavorskyTeam (наприклад, віддана вами мова). Ці уподобання запам'ятовуються завдяки використанню постійних файлів cookie, і при наступному відвідуванні Сайту або використанні нашого Програмного забезпечення та/або Послуг вам не доведеться встановлювати їх знову.</p></li></ul>",
                "ru": "<p>Многие юрисдикции требуют или рекомендуют, чтобы операторы веб-сайтов информировали пользователей/посетителей о характере используемых ими файлов cookie и, при определенных обстоятельствах, получали согласие пользователей на размещение определенных файлов cookie.</p><p>Каждый файл cookie, используемый YavorskyTeam, относится к одной из следующих категорий:</p><ul class=\"list-2\"><li><h4>Основные файлы cookie</h4><p>Основные файлы cookie (First-Party Cookies) иногда называют \"строго необходимыми\", поскольку без них мы не сможем предоставить многие необходимые вам услуги. Например, основные файлы cookie помогают нам идентифицировать вашу учетную запись и запомнить ваши предпочтения при использовании нашего Сайта, Программного обеспечения и/или Услуг.</p></li><li><h4>Аналитические файлы cookie</h4><p>Эти файлы cookie отслеживают информацию о ваших посещениях и использовании Сайта, Программного обеспечения и/или Услуг, чтобы мы могли вносить улучшения и сообщать о нашей работе - например, анализировать поведение посетителей и пользователей, чтобы предоставлять более актуальный контент или предлагать определенные действия. Мы также можем использовать аналитические файлы cookie для тестирования новых рекламных объявлений, страниц или функций, чтобы увидеть реакцию пользователей на них.</p><p>Google Analytics является основной технологией, которую мы используем в настоящее время в этом отношении <a href=\"www.google.com/policies/privacy/partners/\">www.google.com/policies/privacy/partners/</a>. Чтобы отказаться от отслеживания данных Google Analytics при использовании нашего сайта, посетите страницу <a href=\"https://tools.google.com/dlpage/gaoptout\">https://tools.google.com/dlpage/gaoptout</a>.</p></li><li><h4>Файлы cookie, связанные с функциональными возможностями или предпочтениями</h4><p>Во время вашего посещения Сайта или использования нашего Программного обеспечения или Услуг файлы cookie используются для запоминания введенной вами информации или сделанного вами выбора (например, вашего имени пользователя, языка или региона). Они также сохраняют ваши предпочтения при персонализации Сайта, Программного обеспечения и/или Услуг для оптимизации использования YavorskyTeam (например, предпочитаемый вами язык). Эти предпочтения запоминаются благодаря использованию постоянных файлов cookie, и при следующем посещении Сайта или использовании нашего Программного обеспечения и/или Услуг вам не придется устанавливать их снова.</p></li></ul>"
            }
        },
        {
            "id":  6,
            "title": {
                "en": "Cookies are a subject to change",
                "ua": "Файли cookie можуть бути змінені",
                "ru": "Файлы cookie могут быть изменены"
            },
            "content": {
                "en": "<p>The content of this Policy is for your general information and use only. You acknowledge that this information may contain inaccuracies or errors and is subject to change, and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.</p>",
                "ua": "<p>Зміст цієї Політики призначений лише для загального ознайомлення та використання. Ви визнаєте, що ця інформація може містити неточності або помилки і може бути змінена, і ми виключаємо відповідальність за будь-які такі неточності або помилки, повною мірою, дозволеною законом.</p>",
                "ru": "<p>Содержание данной Политики предназначено только для вашего общего ознакомления и использования. Вы признаете, что данная информация может содержать неточности или ошибки и может быть изменена, и мы исключаем ответственность за любые такие неточности или ошибки в полной мере, разрешенной законом.</p>"
            }
        },
        {
            "id":  7,
            "title": {
                "en": "Updating this Policy",
                "ua": "Оновлення даної політики",
                "ru": "Обновление данной политики"
            },
            "content": {
                "en": "<p>If there are any material changes to this Policy, you will be notified by the posting of a prominent notice on our Site prior to the change becoming effective. We encourage you to periodically review this page for the latest information on the Policy. Your continued use of the Site, Software, and/or Services constitutes your agreement to be bound by such changes to this Policy. Your only remedy, if you do not accept the terms of this Policy, is to discontinue use of and access to the Site, Software, and/or Services.</p>",
                "ua": "<p>Якщо в цю Політику будуть внесені суттєві зміни, ви будете повідомлені про це шляхом розміщення помітного повідомлення на нашому Сайті до того, як зміни набудуть чинності. Ми рекомендуємо періодично переглядати цю сторінку для отримання останньої інформації про Політику. Ваше подальше використання Сайту, Програмного забезпечення та/або Послуг означає вашу згоду на обов'язковість таких змін у цій Політиці. Якщо ви не приймаєте умови цієї Політики, вашим єдиним засобом правового захисту є припинення використання та доступу до Сайту, Програмного забезпечення та/або Послуг.</p>",
                "ru": "<p>Если в эту Политику будут внесены существенные изменения, вы будете уведомлены об этом путем размещения заметного уведомления на нашем Сайте до того, как изменения вступят в силу. Мы рекомендуем вам периодически просматривать эту страницу для получения последней информации о Политике. Ваше дальнейшее использование Сайта, Программного обеспечения и/или Услуг означает ваше согласие на обязательность таких изменений в настоящей Политике. Если вы не принимаете условия настоящей Политики, вашим единственным средством правовой защиты является прекращение использования и доступа к Сайту, Программному обеспечению и/или Услугам.</p>"
            }
        },
        {
            "id":  8,
            "title": {
                "en": "Contact us",
                "ua": "Контакти",
                "ru": "Контакты"
            },
            "content": {
                "en": "<p>If you have any questions about our Policy, please contact us through the Contacts page or by email: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>.</p>",
                "ua": "<p>Якщо у вас виникли питання щодо нашої Політики, зв'яжіться з нами через сторінку \"Контакти\" або електронною поштою: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>.</p>",
                "ru": "<p>Если у вас возникли вопросы о нашей Политике, свяжитесь с нами через страницу \"Контакты\" или по электронной почте: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>.</p>"
            }
        }
    ],
    "end_block": true
}
