{
    "id": 2,
    "name": {
        "en": "Privacy Policy",
        "ua": "Політика конфіденційності",
        "ru": "Политика конфиденциальности"
    },
    "updated_at": 1683230000,
    "has_menu": false,
    "list" : [
        {
            "id":  1,
            "title": {
                "en": "",
                "ua": "",
                "ru": ""
            },
            "content": {
                "en": "<p>At YavorskyTeam, we care about the privacy of your data and are committed to protecting it. This Privacy Policy explains what information we collect about you and why, what we do with that information, and how we handle that information. We’ll also explain what choices you have with respect to the information.</p>",
                "ua": "<p>У YavorskyTeam ми дбаємо про конфіденційність ваших даних та зобов'язуємось захищати їх. Політика конфіденційності пояснює, яку інформацію ми збираємо про вас і чому, що ми робимо з цією інформацією і як ми її обробляємо. Ми також пояснимо, які у вас є можливості вибору щодо цієї інформації.</p>",
                "ru": "<p>В YavorskyTeam мы заботимся о конфиденциальности ваших данных и обязуемся защищать их. Данная Политика конфиденциальности объясняет, какую информацию мы собираем о вас и почему, что мы делаем с этой информацией и как мы ее обрабатываем. Мы также объясним, какие у вас есть возможности выбора в отношении этой информации.</p>"
            }
        },
        {
            "id":  2,
            "title": {
                "en": "Applicability Of This Privacy Policy",
                "ua": "Застосування даної політики конфіденційності",
                "ru": "Применимость данной политики конфиденциальности"
            },
            "content": {
                "en": "<p>This Privacy Policy applies to YavorskyTeam  (hereinafter “we”, “us”, “our” or “ YavorskyTeam”) mobile applications (collectively, the “Products”), and other interactions (e.g., customer service inquiries, etc.) you may have with YavorskyTeam. If you do not agree with the terms, do not access or use the Products, Site or any other aspect of YavorskyTeam’s business.</p>\n<p>This Privacy Policy applies to Relevant Data received and processed only.</p>",
                "ua": "<p>Ця Політика конфіденційності застосовується до мобільних програм YavorskyTeam (далі \"ми\", \"нас\", \"наш\" або \"YavorskyTeam\") (далі \"Продукти\") та інших взаємодій (наприклад, запити до служби підтримки клієнтів тощо), які ви можете мати з YavorskyTeam. Якщо ви не погоджуєтесь з умовами, не відвідуйте та не використовуйте Продукти, Сайт або будь-який інший аспект діяльності YavorskyTeam.</p><p>Ця Політика конфіденційності застосовується лише до отриманих та оброблених Релевантних даних.</p>",
                "ru": "<p>Данная Политика конфиденциальности применяется к мобильным приложениям YavorskyTeam (далее \"мы\", \"нас\", \"наш\" или \"YavorskyTeam\") (далее \"Продукты\") и другим взаимодействиям (например, запросы в службу поддержки клиентов и т.д.), которые вы можете иметь с YavorskyTeam. Если вы не согласны с условиями, не заходите и не используйте Продукты, Сайт или любой другой аспект деятельности YavorskyTeam.</p><p>Данная Политика конфиденциальности применяется только к полученным и обработанным Релевантным данным.</p>"
            }
        },
        {
            "id":  3,
            "title": {
                "en": "Definitions",
                "ua": "Визначення",
                "ru": "Определения"
            },
            "content": {
                "en": "<p>Capitalized terms used in this Privacy Policy and not otherwise defined shall have the meanings provided below:</p><h4>Products:</h4><ul class=\"list-3\"><li>RoboClean</li><li>AdBlocker</li><li>Network Analyzer</li><li>Secret Vault</li></ul><h4>Relevant Data</h4><p>Personal Data and Special Categories of Data are the Relevant Data covered by this Policy and as defined in the applicable data protection legislation.</p><h4>Personal Data</h4><p>Any information relating to an identified or identifiable natural person.</p><h4>Special Categories of Data</h4><p>Personal Data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data and data concerning health or a person’s sex life or sexual orientation.</p><h4>Processing/Processed</h4><p>Any operation on Personal Data, whether automated or not.</p><p>Other capitalised terms have the same meaning as in the applicable Terms of Service.</p>",
                "ua": "<p>Терміни з великої літери, які використовуються в цій Політиці конфіденційності та не визначені іншим чином, мають значення, наведені нижче:</p><h4>Продукти:</h4><ul class=\"list-3\"><li>RoboClean</li><li>AdBlocker</li><li>Network Analyzer</li><li>Secret Vault</li></ul><h4>Актуальні дані</h4><p>Особисті дані та спеціальні категорії даних є відповідними даними, на які поширюється ця Політика та визначені у чинному законодавстві про захист даних.</p><h4>Персональні дані</h4><p>Будь-яка інформація, що стосується ідентифікованої або піддається ідентифікації фізичній особі.</p><h4>Спеціальні категорії даних</h4><p>Особисті дані, що розкривають расове чи етнічне походження, політичні погляди, релігійні чи філософські переконання, членство у профспілці, генетичні дані, біометричні дані та дані, що стосуються здоров'я чи сексуального життя чи сексуальної орієнтації людини.</p><h4>Оброблення/переробка</h4><p>Будь-які дії з Особистими даними як автоматизовані, так і немає.</p><p>Інші терміни з великої літери мають те значення, що й у відповідних Умовах надання послуг.</p>",
                "ru": "<p>Термины с заглавной буквы, используемые в настоящей Политике конфиденциальности и не определенные иным образом, имеют значения, указанные ниже:</p><h4>Продукты:</h4><ul class=\"list-3\"><li>RoboClean</li><li>AdBlocker</li><li>Network Analyzer</li><li>Secret Vault</li></ul><h4>Актуальные данные</h4><p>Личные данные и специальные категории данных являются соответствующими данными, на которые распространяется настоящая Политика и которые определены в действующем законодательстве о защите данных.</p><h4>Персональные данные</h4><p>Любая информация, относящаяся к идентифицированному или поддающемуся идентификации физическому лицу.</p><h4>Специальные категории данных</h4><p>Личные данные, раскрывающие расовое или этническое происхождение, политические взгляды, религиозные или философские убеждения, членство в профсоюзе, генетические данные, биометрические данные и данные, касающиеся здоровья или сексуальной жизни или сексуальной ориентации человека.</p><h4>Обработка/переработка</h4><p>Любые действия с Личными данными, как автоматизированные, так и нет.</p><p>Другие термины с заглавной буквы имеют то же значение, что и в соответствующих Условиях предоставления услуг.</p>"
            }
        },
        {
            "id":  4,
            "title": {
                "en": "Information We Collect and Receive",
                "ua": "Інформація, яку ми збираємо та отримуємо",
                "ru": "Информация, которую мы собираем и получаем"
            },
            "content": {
                "en": "<p>When you interact with our Site and Products, we collect Information that, alone or in combination with other data, could be used to identify you (Personal Data). Some of the Information we collect is stored in a manner that cannot be linked back to you (Non-Personal Data).</p><p>YavorskyTeam may collect, generate and/or receive the following Information:</p><h3>Usage Information</h3><p>Certain data about the devices you use to connect with YavorskyTeam and your use of the Site and/or Product are automatically logged in our systems, including:</p><ul class=\"list-3\"><li>Сontact details, namely, email. This information might be needed to provide you with our services and communicate with you.</li><li>Location information. This is the geographic area where you use your computer and mobile devices (as indicated by an Internet Protocol [IP] address or similar identifier) when interacting with our Site and/or Product. This information might be necessary to determine your general geographic location,applicable data protection legislation and provide you with customized, localized and personalized content.</li><li>Log data. As with most websites and technology services delivered over the Internet, our servers automatically collect data when you access or use our Site and/or Product and record it in log files. This log data may include the IP address, browser type and settings, the date and time of use, information about browser configuration, language preferences, and cookie data. This information is needed to ensure security of our systems, prevent detect and investigate potentially prohibited or illegal activities, including fraud, and to enforce our Terms of Service..</li><li>Product and Site Specific Data. This is information about the Site and/or Product you use and how you use them. We may also obtain data from our third-party partners and service providers to analyze how users use our Site and/or Product. For example, we will know how many users access a specific page on the Site and which links they clicked on. We use this aggregated information to better understand and optimize the Site.</li><li>Device information. These are data from your computer or mobile device, such as the type of hardware and software you are using (for example, your operating system and browser type). This is needed to provide you with the best experience, ensure compatibility and update our Services.</li></ul><p>The detailed information on the basis for collection, storage and processing of each type of Personal Data is provided in the Lawful Basis for Personal Data Processing section of this Privacy Policy.</p><h3>Cookies</h3><p>YavorskyTeam uses cookies and similar technologies in our Site and Services that help us to provide, analyze, understand and enhance the use of our Services, enforce our terms, prevent fraud,  improve Site performance, monitor visitor traffic and actions on our site, deliver and tailor our marketing or advertising, and  understand interactions with our emails, marketing, and online ads on third party sites. The Site and Services may also include cookies and similar tracking technologies of third parties, which may collect information about you via the Site and Services and across other websites and online services. For more details about how we use these technologies, please see our Cookie Policy.</p><h3>Third Party Data</h3><p>YavorskyTeam may receive data about Site visitors, marketing campaigns and other matters related to our business to make our own information better or more useful. This data may be combined with other information we collect and might include aggregate level data, such as which IP addresses correspond to zip codes or countries. Or it might be more specific: for example, how well an online marketing or email campaign performed.</p><h3>Additional Information Provided to YavorskyTeam</h3><p>We also receive Personal Data when submitted to our Site or if you participate in a focus group, contest, activity or event, apply for a job, request support, interact with our social media accounts or otherwise communicate with YavorskyTeam.</p>",
                "ua": "<p>Коли ви взаємодієте з нашим Сайтом та продуктами, ми збираємо інформацію, яка сама по собі або у поєднанні з іншими даними може бути використана для ідентифікації вашої особи (Персональні дані). Частина інформації, що збирається нами, зберігається таким чином, що не може бути пов'язана з вами (Неперсональні дані).</p><p>YavorskyTeam може збирати, генерувати та/або отримувати наступну Інформацію:</p><h3>Відомості про використання</h3><p>Певні дані про пристрої, які ви використовуєте для зв'язку з YavorskyTeam, та про використання Сайту та/або Продукту автоматично реєструються в наших системах, включаючи:</p><ul class=\"list-3\"><li>Контактні дані, зокрема електронна пошта. Ця інформація може знадобитися для надання вам наших послуг та спілкування з вами.</li><li>Інформація про місцезнаходження. Це географічна область, в якій ви використовуєте свій комп'ютер та мобільні пристрої (на що вказує адресу Інтернет-протоколу [IP] або аналогічний ідентифікатор) при взаємодії з нашим Сайтом та/або Продуктом. Ця інформація може бути необхідна для визначення вашого загального географічного положення, застосовного законодавства про захист даних та надання вам індивідуального, локалізованого та персоналізованого контенту.</li><li>Дані журналу. Як і більшість веб-сайтів та технологічних послуг, що надаються через Інтернет, наші сервери автоматично збирають дані, коли ви отримуєте доступ або використовуєте наш Сайт та/або Продукт, та записують їх у файли журналів. Ці дані журналу можуть включати IP-адресу, тип та налаштування браузера, дату та час використання, інформацію про конфігурацію браузера, мовні уподобання та дані cookie. Ця інформація необхідна для забезпечення безпеки наших систем, запобігання виявленню та розслідуванню потенційно заборонених або незаконних дій, включаючи шахрайство, а також для забезпечення дотримання наших Умов надання послуг.</li><li>Дані про продукт та конкретний сайт. Це інформація про те, яким Сайтом та/або Продуктом ви користуєтеся та як ви їх використовуєте. Ми також можемо отримувати дані від наших сторонніх партнерів та постачальників послуг для аналізу того, як користувачі використовують наш Сайт та/або Продукт. Наприклад, ми дізнаємося, скільки користувачів заходять на певну сторінку Сайту та за якими посиланнями вони переходять. Ми використовуємо цю агреговану інформацію для кращого розуміння та оптимізації сайту.</li><li>Інформація про пристрій. Це дані з вашого комп'ютера або мобільного пристрою, такі як тип обладнання та програмного забезпечення, що використовується вами (наприклад, ваша операційна система і тип браузера). Це необхідно для надання найкращого досвіду, забезпечення сумісності та оновлення наших Послуг.</li></ul><p>Детальна інформація про підстави для збору, зберігання та обробки кожного типу Персональних даних наведена в розділі \"Законні підстави для обробки Персональних даних\" цієї Політики конфіденційності.</p><h3>Cookies</h3><p>YavorskyTeam використовує файли cookie та аналогічні технології на нашому Сайті та в Послугах, які допомагають нам надавати, аналізувати, розуміти та покращувати використання наших Послуг, забезпечувати дотримання наших умов, запобігати шахрайству, покращувати продуктивність Сайту, відстежувати трафік відвідувачів та дії на нашому сайті, доставляти та адаптувати наш маркетинг чи рекламу, а також розуміти взаємодію з нашими електронними листами, маркетингом та онлайн-рекламою на сайтах третіх осіб. Сайт та Послуги можуть також включати файли cookie та аналогічні технології відстеження третіх осіб, які можуть збирати інформацію про вас через Сайт та Послуги та на інших сайтах та онлайн-сервісах. Детальнішу інформацію про те, як ми використовуємо ці технології, можна знайти в нашій Політиці використання файлів cookie.</p><h3>Сторонні дані</h3><p>YavorskyTeam може отримувати дані про відвідувачів Сайту, маркетингові кампанії та інші питання, пов'язані з нашим бізнесом, щоб зробити нашу власну інформацію кращою або кориснішою. Ці дані можуть бути об'єднані з іншою інформацією, яку ми збираємо, і можуть включати дані агрегованого рівня, наприклад, які IP-адреси відповідають поштовим індексам чи країнам. Або вони можуть бути більш конкретними: наприклад, наскільки добре була проведена маркетингова кампанія в Інтернеті або кампанія електронною поштою.</p><h3>Додаткова інформація надана YavorskyTeam</h3><p>Ми також отримуємо Персональні дані, коли вони представлені на нашому Сайті або якщо ви берете участь у фокус-групі, конкурсі, заході чи події, подаєте заявку на роботу, запитуєте підтримку, взаємодієте з нашими обліковими записами в соціальних мережах або іншим чином спілкуєтеся з YavorskyTeam.</p>",
                "ru": "<p>Когда вы взаимодействуете с нашим Сайтом и продуктами, мы собираем информацию, которая сама по себе или в сочетании с другими данными может быть использована для идентификации вашей личности (Персональные данные). Часть собираемой нами Информации хранится таким образом, что не может быть связана с вами (Неперсональные данные).</p><p>YavorskyTeam может собирать, генерировать и/или получать следующую Информацию:</p><h3>Сведения об использовании</h3><p>Определенные данные об устройствах, которые вы используете для связи с YavorskyTeam, и о вашем использовании Сайта и/или Продукта автоматически регистрируются в наших системах, включая:</p><ul class=\"list-3\"><li>Контактные данные, а именно электронная почта. Эта информация может понадобиться для предоставления вам наших услуг и общения с вами.</li><li>Информация о местоположении. Это географическая область, в которой вы используете свой компьютер и мобильные устройства (на что указывает адрес Интернет-протокола [IP] или аналогичный идентификатор) при взаимодействии с нашим Сайтом и/или Продуктом. Эта информация может быть необходима для определения вашего общего географического положения, применимого законодательства о защите данных и предоставления вам индивидуального, локализованного и персонализированного контента.</li><li>Данные журнала. Как и большинство веб-сайтов и технологических услуг, предоставляемых через Интернет, наши серверы автоматически собирают данные, когда вы получаете доступ или используете наш Сайт и/или Продукт, и записывают их в файлы журналов. Эти данные журнала могут включать IP-адрес, тип и настройки браузера, дату и время использования, информацию о конфигурации браузера, языковых предпочтениях и данные cookie. Эта информация необходима для обеспечения безопасности наших систем, предотвращения обнаружения и расследования потенциально запрещенных или незаконных действий, включая мошенничество, а также для обеспечения соблюдения наших Условий предоставления услуг.</li><li>Данные о продукте и конкретном сайте. Это информация о том, каким Сайтом и/или Продуктом вы пользуетесь и как вы их используете. Мы также можем получать данные от наших сторонних партнеров и поставщиков услуг для анализа того, как пользователи используют наш Сайт и/или Продукт. Например, мы узнаем, сколько пользователей заходят на определенную страницу Сайта и по каким ссылкам они переходят. Мы используем эту агрегированную информацию для лучшего понимания и оптимизации Сайта.</li><li>Информация об устройстве. Это данные с вашего компьютера или мобильного устройства, такие как тип используемого вами оборудования и программного обеспечения (например, ваша операционная система и тип браузера). Это необходимо для предоставления вам наилучшего опыта, обеспечения совместимости и обновления наших Услуг.</li></ul><p>Подробная информация об основаниях для сбора, хранения и обработки каждого типа Персональных данных представлена в разделе \"Законные основания для обработки Персональных данных\" настоящей Политики конфиденциальности.</p><h3>Cookies</h3><p>YavorskyTeam использует файлы cookie и аналогичные технологии на нашем Сайте и в Услугах, которые помогают нам предоставлять, анализировать, понимать и улучшать использование наших Услуг, обеспечивать соблюдение наших условий, предотвращать мошенничество, улучшать производительность Сайта, отслеживать трафик посетителей и действия на нашем сайте, доставлять и адаптировать наш маркетинг или рекламу, а также понимать взаимодействие с нашими электронными письмами, маркетингом и онлайн-рекламой на сайтах третьих лиц. Сайт и Услуги могут также включать файлы cookie и аналогичные технологии отслеживания третьих лиц, которые могут собирать информацию о вас через Сайт и Услуги и на других сайтах и онлайн-сервисах. Более подробную информацию о том, как мы используем эти технологии, можно найти в нашей Политике использования файлов cookie.</p><h3>Сторонние данные</h3><p>YavorskyTeam может получать данные о посетителях Сайта, маркетинговых кампаниях и других вопросах, связанных с нашим бизнесом, чтобы сделать нашу собственную информацию лучше или полезнее. Эти данные могут быть объединены с другой информацией, которую мы собираем, и могут включать данные агрегированного уровня, например, какие IP-адреса соответствуют почтовым индексам или странам. Или же они могут быть более конкретными: например, насколько хорошо была проведена маркетинговая кампания в Интернете или кампания по электронной почте.</p><h3>Дополнительная информация предоставлена YavorskyTeam</h3><p>Мы также получаем Персональные данные, когда они представлены на нашем Сайте или если вы участвуете в фокус-группе, конкурсе, мероприятии или событии, подаете заявку на работу, запрашиваете поддержку, взаимодействуете с нашими аккаунтами в социальных сетях или иным образом общаетесь с YavorskyTeam.</p>"
            }
        },
        {
            "id":  5,
            "title": {
                "en": "Collection of Information from Children",
                "ua": "Збір інформації від дітей",
                "ru": "Сбор информации от детей"
            },
            "content": {
                "en": "<p>YavorskyTeam does not knowingly collect PersonaData from children under the age of 13. If we determine we have collected Personal Data from a child younger than 13 years of age, we will take reasonable measures to remove that information from our systems. If you are under the age of 13, please do not submit any Personal Data through the Site and/or Products. We encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce this Privacy Policy by instructing their children never to provide Personal Data through the Site and/or Products without their permission.</p>",
                "ua": "<p>YavorskyTeam свідомо не збирає Персональні дані дітей віком до 13 років. Якщо ми виявимо, що зібрали Персональні дані дитини віком до 13 років, ми вживемо розумних заходів для видалення цієї інформації з наших систем. Якщо вам ще не виповнилося 13 років, будь ласка, не надавайте жодних персональних даних через Сайт та/або Продукти. Ми закликаємо батьків та законних опікунів стежити за використанням Інтернету їхніми дітьми та сприяти дотриманню цієї Політики конфіденційності, інструктуючи своїх дітей ніколи не надавати Персональні дані через Сайт та/або Продукти без їхнього дозволу.</p>",
                "ru": "<p>YavorskyTeam сознательно не собирает Персональные данные детей младше 13 лет. Если мы обнаружим, что собрали Персональные данные ребенка младше 13 лет, мы примем разумные меры для удаления этой информации из наших систем. Если вам еще не исполнилось 13 лет, пожалуйста, не предоставляйте никаких Персональных данных через Сайт и/или Продукты. Мы призываем родителей и законных опекунов следить за использованием Интернета их детьми и способствовать соблюдению данной Политики конфиденциальности, инструктируя своих детей никогда не предоставлять Персональные данные через Сайт и/или Продукты без их разрешения.</p>"
            }
        },
        {
            "id":  6,
            "title": {
                "en": "Use of Your Information by YavorskyTeam",
                "ua": "Використання вашої інформації компанією YavorskyTeam",
                "ru": "Использование вашей информации компанией YavorskyTeam"
            },
            "content": {
                "en": "<p>We use, process, and store your information as necessary to perform our contract with you and for our legitimate business interests, in operating our Site, Products including:</p><ul class=\"list-3\"><li>To help us administer our Site and/or Products, authenticate users for security purposes, provide personalized user features and access, process transactions, conduct research, develop new features, and improve the features, algorithms, and usability of our Site and/or Products.</li><li>To send emails and other communications. We may send you service, technical and other administrative emails, messages and other types of communications. We may also contact you to inform you about changes in our Products, our Products offerings, and important Products-related notices, such as security and fraud notices. These communications are considered part of the Products and you may not opt out of them. In addition, we sometimes send emails about new product features, promotional communications or other news about YavorskyTeam.</li></ul><p>If information is aggregated or de-identified so it is no longer reasonably associated with an identified or identifiable natural person, YavorskyTeam may use it for any business purpose.</p>",
                "ua": "<p>Ми використовуємо, обробляємо та зберігаємо вашу інформацію, необхідну для виконання нашого договору з вами та для наших законних ділових інтересів, пов'язаних з експлуатацією нашого Сайту, Продуктів, включаючи:</p><ul class=\"list-3\"><li>Щоб допомогти нам адмініструвати наш Сайт та/або Продукти, аутентифікувати користувачів з метою безпеки, надавати персоналізовані функції користувача та доступ, обробляти транзакції, проводити дослідження, розробляти нові функції та покращувати функції, алгоритми та зручність використання нашого Сайту та/або Продуктів.</li><li>Для надсилання електронних листів та інших повідомлень. Ми можемо надсилати вам службові, технічні та інші адміністративні листи, повідомлення та інші види повідомлень. Ми також можемо зв'язатися з вами, щоб поінформувати вас про зміни в наших Продуктах, пропозиції Продуктів та важливі повідомлення, пов'язані з Продуктами, такі як сповіщення про безпеку та шахрайство. Ці повідомлення вважаються частиною Продуктів, і ви не можете відмовитись від них. Крім того, ми іноді надсилаємо електронні листи про нові можливості продуктів, рекламні повідомлення або інші новини про YavorskyTeam.</li><li>Якщо інформація зібрана або деідентифікована таким чином, що вона більше не може бути розумно пов'язана з ідентифікованою або фізичною особою, що ідентифікується, YavorskyTeam може використовувати її для будь-яких ділових цілей.</li></ul>",
                "ru": "<p>Мы используем, обрабатываем и храним вашу информацию, необходимую для выполнения нашего договора с вами и для наших законных деловых интересов, связанных с эксплуатацией нашего Сайта, Продуктов, включая:</p><ul class=\"list-3\"><li>Чтобы помочь нам администрировать наш Сайт и/или Продукты, аутентифицировать пользователей в целях безопасности, предоставлять персонализированные пользовательские функции и доступ, обрабатывать транзакции, проводить исследования, разрабатывать новые функции и улучшать функции, алгоритмы и удобство использования нашего Сайта и/или Продуктов.</li><li>Для отправки электронных писем и других сообщений. Мы можем отправлять вам служебные, технические и другие административные электронные письма, сообщения и другие виды сообщений. Мы также можем связаться с вами, чтобы проинформировать вас об изменениях в наших Продуктах, предложениях Продуктов и важных уведомлениях, связанных с Продуктами, таких как уведомления о безопасности и мошенничестве. Эти сообщения считаются частью Продуктов, и вы не можете отказаться от них. Кроме того, мы иногда отправляем электронные письма о новых возможностях продуктов, рекламных сообщениях или других новостях о YavorskyTeam.</li></ul><p>Если информация собрана или деидентифицирована таким образом, что она больше не может быть разумно связана с идентифицированным или идентифицируемым физическим лицом, YavorskyTeam может использовать ее для любых деловых целей.</p>"
            }
        },
        {
            "id":  7,
            "title": {
                "en": "How We Share And Disclose Information",
                "ua": "Як ми передаємо та розголошуємо інформацію",
                "ru": "Как мы передаем и разглашаем информацию"
            },
            "content": {
                "en": "<p>We only disclose Personal Data to third parties when:</p><ul class=\"list-3\"><li>We use service providers who assist us in meeting business operations needs, including hosting, delivering, and improving our Products. We also use service providers for specific services and functions, including email communication, customer support services, and analytics. These service providers may only access, process, or store Personal Data pursuant to our instructions, according to the applicable data protection legislation and to perform their duties to us.</li><li>We believe it is necessary to investigate potential violations of the Terms of Products, to enforce those Terms of Products, or where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, or potential threats against persons, property, or the systems on which we operate our Site and/or Products.</li><li>We determine that the access, preservation, or disclosure of your Personal Data is required by law to protect the rights, property, or personal safety of YavorskyTeam and users of our Site and/or Products, or to respond to lawful requests by public authorities, including national security or law enforcement requests.</li></ul><p>YavorskyTeam does not share your Personal Data/personally identifiable information with third parties for the purpose of enabling them to deliver their advertisements to you.</p><p>YavorskyTeam does not sell or rent your Personal Data.</p><h3>E-mailing by YavorskyTean</h3><p>From time to time, we may want to contact you with information about product announcements, software updates, and special offers.</p><p>All YavorskyTeam account holders will continue to receive transactional messages related to our Products, even if you unsubscribe from promotional emails.</p>",
                "ua": "<p>Ми надаємо особисті дані третім особам лише у таких випадках:</p><ul class=\"list-3\"><li>Ми використовуємо постачальників послуг, які допомагають нам у задоволенні потреб бізнес-операцій, включаючи хостинг, доставку та покращення наших Продуктів. Ми також використовуємо постачальників послуг для виконання певних послуг та функцій, включаючи електронну пошту, службу підтримки клієнтів та аналітику. Ці постачальники послуг можуть отримувати доступ, обробляти або зберігати Особисті дані лише за нашими інструкціями відповідно до чинного законодавства про захист даних та для виконання своїх обов'язків перед нами.</li><li>Ми вважаємо, що це необхідно для розслідування потенційних порушень Умов використання продуктів, для забезпечення дотримання Умов використання продуктів, або коли ми вважаємо за необхідне розслідувати, запобігти або вжити заходів щодо незаконної діяльності, підозр у шахрайстві або потенційних загроз щодо людей, майна чи систем , на яких працює наш Сайт та/або продукти.</li><li>Ми визначаємо, що доступ, збереження або розкриття ваших Особистих даних вимагається за законом для захисту прав, власності або особистої безпеки YavorskyTeam та користувачів нашого Сайту та/або Продуктів, або для відповіді на законні запити державних органів, включаючи запити національної безпеки чи правоохоронних органів.</li></ul><p>YavorskyTeam не передає ваші Особисті дані/персонально ідентифіковану інформацію третім особам з метою надання їм можливості доставляти вам свою рекламу.</p><p>YavorskyTeam не продає і не здає в оренду ваші персональні дані.</p><h3>Електронна розсилка від YavorskyTean</h3><p>Час від часу ми можемо захотіти зв'язатися з вами з інформацією про анонси продуктів, оновлення програмного забезпечення та спеціальні пропозиції.</p><p>Всі власники облікових записів YavorskyTeam продовжуватимуть отримувати повідомлення про транзакції, пов'язані з нашими Продуктами, навіть якщо ви відпишетеся від рекламних листів.</p>",
                "ru": "<p>Мы передаем личные данные третьим лицам только в следующих случаях:</p><ul class=\"list-3\"><li>Мы используем поставщиков услуг, которые помогают нам в удовлетворении потребностей бизнес-операций, включая хостинг, доставку и улучшение наших Продуктов. Мы также используем поставщиков услуг для выполнения определенных услуг и функций, включая электронную почту, службу поддержки клиентов и аналитику. Эти поставщики услуг могут получать доступ, обрабатывать или хранить Личные данные только по нашим инструкциям, в соответствии с действующим законодательством о защите данных и для выполнения своих обязанностей перед нами.</li><li>Мы считаем, что это необходимо для расследования потенциальных нарушений Условий использования продуктов, для обеспечения соблюдения Условий использования продуктов, или когда мы считаем необходимым расследовать, предотвратить или принять меры в отношении незаконной деятельности, подозрений в мошенничестве или потенциальных угроз в отношении людей, имущества или систем, на которых работает наш Сайт и/или продукты.</li><li>Мы определяем, что доступ, сохранение или раскрытие ваших Личных данных требуется по закону для защиты прав, собственности или личной безопасности YavorskyTeam и пользователей нашего Сайта и/или Продуктов, или для ответа на законные запросы государственных органов, включая запросы национальной безопасности или правоохранительных органов.</li></ul><p>YavorskyTeam не передает ваши Личные данные/персонально идентифицируемую информацию третьим лицам с целью предоставления им возможности доставлять вам свою рекламу.</p><p>YavorskyTeam не продает и не сдает в аренду ваши Персональные данные.</p><h3>Электронная рассылка от YavorskyTean</h3><p>Время от времени мы можем захотеть связаться с вами с информацией об анонсах продуктов, обновлениях программного обеспечения и специальных предложениях.</p><p>Все владельцы аккаунтов YavorskyTeam будут продолжать получать сообщения о транзакциях, связанных с нашими Продуктами, даже если вы отпишетесь от рекламных писем.</p>"
            }
        },
        {
            "id":  8,
            "title": {
                "en": "Data Storage, Transfer, Retention, and Deletion",
                "ua": "Зберігання, передача, збереження та видалення даних",
                "ru": "Хранение, передача, сохранение и удаление данных"
            },
            "content": {
                "en": "<h3>Duration of Information Storage</h3><p>As the general rule, we retain your Personal Data while you are a customer and will delete your Personal Data within 30 (thirty) calendar days of either party’s termination of the User Agreement or upon written request. You can remove your Personal Data from YavorskyTeam at any time by emailing us with the respective request: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>. However, we may keep some of your Personal Data for as long as reasonably necessary for our legitimate business interests, including fraud detection and prevention and to comply with our legal obligations including tax, legal reporting, and auditing obligations.</p><h3>Safeguards</h3><p>When you give us Personal Data, we take steps to make sure that it’s treated securely.</p><p>Non-sensitive details (your email address etc.) are sent normally over the Internet, and this can never be guaranteed to be 100% secure. As a result, while we strive to protect your Personal Data, we cannot guarantee the security of any information you transmit to us, and you do so at your own risk. Once we receive your information, we make our best effort to ensure its security on our systems.</p>",
                "ua": "<h3>Тривалість зберігання інформації</h3><p>Як правило, ми зберігаємо ваші персональні дані, поки ви є клієнтом, і видаляємо їх протягом 30 (тридцяти) календарних днів після розірвання Угоди Угоди однієї зі сторін або за письмовим запитом. Ви можете видалити свої персональні дані з YavorskyTeam у будь-який час, написавши нам відповідний запит електронною поштою: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>. Тим не менш, ми можемо зберігати деякі з ваших персональних даних стільки, скільки це розумно необхідно для наших законних ділових інтересів, включаючи виявлення та запобігання шахрайству, а також для виконання наших юридичних зобов'язань, включаючи податкові, юридичні звіти та аудиторські зобов'язання.</p><h3>Гарантії</h3><p>Коли ви надаєте нам особисті дані, ми вживаємо заходів для забезпечення їх безпечної обробки.</p><p>Нечутливі дані (ваша адреса електронної пошти тощо) зазвичай надсилаються через Інтернет, а це ніколи не може бути гарантовано на 100% безпечним. В результаті, хоча ми прагнемо захистити ваші Особисті дані, ми не можемо гарантувати безпеку будь-якої інформації, яку ви передаєте нам, і ви робите це на свій страх та ризик. Як тільки ми отримуємо вашу інформацію, ми докладаємо всіх зусиль для забезпечення її безпеки в наших системах.</p>",
                "ru": "<h3>Продолжительность хранения информации</h3><p>Как правило, мы храним ваши Персональные данные, пока вы являетесь клиентом, и удаляем их в течение 30 (тридцати) календарных дней после расторжения Пользовательского соглашения одной из сторон или по письменному запросу. Вы можете удалить свои Персональные данные из YavorskyTeam в любое время, написав нам соответствующий запрос по электронной почте: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>. Тем не менее, мы можем хранить некоторые из ваших Персональных данных столько, сколько это разумно необходимо для наших законных деловых интересов, включая обнаружение и предотвращение мошенничества, а также для выполнения наших юридических обязательств, включая налоговые, юридические отчеты и аудиторские обязательства.</p><h3>Гарантии</h3><p>Когда вы предоставляете нам личные данные, мы принимаем меры для обеспечения их безопасной обработки.</p><p>Нечувствительные данные (ваш адрес электронной почты и т.д.) обычно отправляются через Интернет, а это никогда не может быть гарантированно на 100% безопасным. В результате, хотя мы стремимся защитить ваши Личные данные, мы не можем гарантировать безопасность любой информации, которую вы передаете нам, и вы делаете это на свой страх и риск. Как только мы получаем вашу информацию, мы прилагаем все усилия для обеспечения ее безопасности в наших системах.</p>"
            }
        },
        {
            "id":  9,
            "title": {
                "en": "Lawful Basis for Personal Data Processing",
                "ua": "Законна основа для обробки персональних даних",
                "ru": "Законное основание для обработки персональных данных"
            },
            "content": {
                "en": "<p>YavorskyTeam uses, processes, and stores Personal Data, as necessary to perform our contract with you, and based on our legitimate interests in order to provide the services in connection with the Product and maintaining Product’s functionality, namely:</p><ul class=\"list-3\"><li>Log data (crash data and other diagnostic reports; cleanup logs: files path and size, system libraries versions, scan/removal duration, device information) - for identifying and fixing defects in Product's functionality. Logs and entire reports are important to analyze user problems, application misfunctions and crashes. Data is mandatory and is frequently the main source, which helps to understand and resolve application issues.</li><li>Device information: Operating System (OS) running on your device, Internet Protocol (IP) address, access times, browser type, and language, OS localization, CMM bundle IDs, CMM version, screen resolution, cid, battery info, RAM usage info, drive info, processor info, GPU info, disk info (type, total, free, backups), files metadata, applications preferences data, installed applications, network names and preferences</li><li>We are collecting your data when you’re contacting our customer support team via email or another communication tool. The purpose of collecting is for helping you to solve any issue you have with our services. The legal basis of collecting is fulfillment of our contractual or pre-contractual obligations to you.</li></ul><p>We rely on your consent to process Personal Data:</p><ul class=\"list-3\"><li>to send promotional emails,</li><li>to place cookies on your devices, and</li><li>for in-app analytics events and actions, used by us to understand - user behaviour, analyze and optimize it.</li></ul><p>In some cases, YavorskyTeam may process Personal Data pursuant to legal obligation or to protect your vital interests or those of another person.</p>",
                "ua": "<p>YavorskyTeam використовує, обробляє та зберігає Персональні дані, необхідні для виконання нашого договору з вами, а також на підставі наших законних інтересів для надання послуг у зв'язку з Продуктом та підтримки функціональності Продукту, а саме:</p><ul class=\"list-3\"><li>Дані журналів (дані про збої та інші діагностичні звіти; журнали очищення: шлях і розмір файлів, версії системних бібліотек, тривалість сканування/видалення, інформація про пристрій) - для виявлення та усунення дефектів у роботі Продукту. Журнали та цілі звіти важливі для аналізу проблем користувачів, неправильної роботи програм та збоїв. Дані обов'язкові та часто є основним джерелом, яке допомагає зрозуміти та вирішити проблеми програми.</li><li>Інформація про пристрій: Операційна система (ОС), що працює на вашому пристрої, адреса інтернет-протоколу (IP), час доступу, тип браузера та мова, локалізація ОС, ідентифікатори комплекту CMM, версія CMM, роздільна здатність екрана, cid, інформація про акумулятор, інформація про використання оперативної пам'яті, інформація про диски, інформація про процесор, інформація про GPU, інформація про диски (тип, загальна кількість, вільні, резервні копії), метадані файлів, дані про переваги програм, встановлені програми, імена та переваги мереж.</li><li>Ми збираємо ваші дані, коли ви звертаєтеся до нашої служби підтримки клієнтів електронною поштою або іншим засобом зв'язку. Мета збору даних - допомогти вам вирішити будь-яке питання, яке виникло у вас у зв'язку з нашими послугами. Правовий основою збору є виконання наших договірних чи переддоговірних зобов'язань перед вами.</li></ul><p>Ми покладаємось на вашу згоду на обробку Особистих даних:</p><ul class=\"list-3\"><li>для розсилки рекламних листів,</li><li>розміщувати файли cookie на ваших пристроях, та</li><li>для аналітичних подій та дій у додатку, які ми використовуємо для розуміння - поведінки користувачів, аналізу та оптимізації.</li></ul><p>У деяких випадках YavorskyTeam може обробляти Персональні дані відповідно до юридичних зобов'язань або захисту ваших життєвих інтересів або інтересів іншої особи.</p>",
                "ru": "<p>YavorskyTeam использует, обрабатывает и хранит Персональные данные, необходимые для выполнения нашего договора с вами, а также на основании наших законных интересов для предоставления услуг в связи с Продуктом и поддержания функциональности Продукта, а именно:</p><ul class=\"list-3\"><li>Данные журналов (данные о сбоях и другие диагностические отчеты; журналы очистки: путь и размер файлов, версии системных библиотек, продолжительность сканирования/удаления, информация об устройстве) - для выявления и устранения дефектов в работе Продукта. Журналы и целые отчеты важны для анализа проблем пользователей, неправильной работы приложений и сбоев. Данные обязательны и часто являются основным источником, который помогает понять и решить проблемы приложения.</li><li>Информация об устройстве: Операционная система (ОС), работающая на вашем устройстве, адрес интернет-протокола (IP), время доступа, тип браузера и язык, локализация ОС, идентификаторы комплекта CMM, версия CMM, разрешение экрана, cid, информация об аккумуляторе, информация об использовании оперативной памяти, информация о дисках, информация о процессоре, информация о GPU, информация о дисках (тип, общее количество, свободные, резервные копии), метаданные файлов, данные о предпочтениях приложений, установленные приложения, имена и предпочтения сетей.</li><li>Мы собираем ваши данные, когда вы обращаетесь в нашу службу поддержки клиентов по электронной почте или другому средству связи. Цель сбора данных - помочь вам решить любой вопрос, возникший у вас в связи с нашими услугами. Правовой основой сбора является выполнение наших договорных или преддоговорных обязательств перед вами.</li></ul><p>Мы полагаемся на ваше согласие на обработку Личных данных:</p><ul class=\"list-3\"><li>для рассылки рекламных писем,</li><li>размещать файлы cookie на ваших устройствах, и</li><li>для аналитических событий и действий в приложении, используемых нами для понимания - поведения пользователей, анализа и оптимизации.</li></ul><p>В некоторых случаях YavorskyTeam может обрабатывать Персональные данные в соответствии с юридическими обязательствами или для защиты ваших жизненных интересов или интересов другого лица.</p>"
            }
        },
        {
            "id":  10,
            "title": {
                "en": "Your Rights",
                "ua": "Ваші права",
                "ru": "Ваши права"
            },
            "content": {
                "en": "<p>You have the following rights in respect to your Personal Data, including the right to access, correct, or delete Personal Data we process through your use of the Site and/or Product.</p><p>You can:</p><ul class=\"list-3\"><li>Have your Personal Data corrected or deleted. You may ask us to correct information you think is inaccurate or completely delete all information that we hold about you by emailing: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a></li><li>Ask us to stop using your Personal Data, including when we use your Personal Data to send you marketing emails. We only send marketing communications to you with your prior consent, and you may withdraw your consent at any time.</li><li>Complain to a regulator. If you’re based in the European Economic Area (EEA) and think that we haven’t complied with data protection laws, you have a right to lodge a complaint with your local supervisory authority.</li><li>Request to know more details about the categories or specific pieces of Personal Data we collect (including how we use and disclose this information), to delete their Personal Data, to opt out of any “sales” that may be occurring, and to not be discriminated against for exercising these rights.</li></ul>",
                "ua": "<p>Ви маєте такі права щодо ваших Особистих даних, включаючи право на доступ, виправлення або видалення Особистих даних, які ми обробляємо в результаті використання Вами Сайту та/або Продукту.</p><p>Ви можете:</p><ul class=\"list-3\"><li>Виправити або видалити особисті дані. Ви можете попросити нас виправити інформацію, яку ви вважаєте неточною, або повністю видалити всю інформацію, яку ми зберігаємо про вас, написавши нам електронною поштою: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>.</li><li>Попрохати нас припинити використання ваших особистих даних, у тому числі коли ми використовуємо ваші особисті дані для надсилання вам маркетингових листів. Ми надсилаємо вам маркетингові повідомлення тільки за вашої попередньої згоди, і ви можете відкликати свою згоду в будь-який час.</li><li>Поскаржитись у регулюючий орган. Якщо ви перебуваєте в Європейській економічній зоні (ЄЕЗ) і вважаєте, що ми не дотримуємося законів про захист даних, ви маєте право подати скаргу до місцевого наглядового органу.</li><li>Запитати більш детальну інформацію про категорії або конкретні частини Персональних даних, які ми збираємо (включаючи те, як ми використовуємо та розкриваємо цю інформацію), видалити свої Персональні дані, відмовитися від будь-яких \"продажів\", які можуть мати місце, і не піддаватися дискримінації за здійснення цих прав.</li></ul>",
                "ru": "<p>Вы имеете следующие права в отношении ваших Личных данных, включая право на доступ, исправление или удаление Личных данных, которые мы обрабатываем в результате использования вами Сайта и/или Продукта.</p><p>Вы можете:</p><ul class=\"list-3\"><li>Исправить или удалить свои личные данные. Вы можете попросить нас исправить информацию, которую вы считаете неточной, или полностью удалить всю информацию, которую мы храним о вас, написав нам по электронной почте: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>.</li><li>Попросить нас прекратить использование ваших личных данных, в том числе когда мы используем ваши личные данные для отправки вам маркетинговых писем. Мы отправляем вам маркетинговые сообщения только с вашего предварительного согласия, и вы можете отозвать свое согласие в любое время.</li><li>Пожаловаться в регулирующий орган. Если вы находитесь в Европейской экономической зоне (ЕЭЗ) и считаете, что мы не соблюдаем законы о защите данных, вы имеете право подать жалобу в местный надзорный орган.</li><li>Запросить более подробную информацию о категориях или конкретных частях Персональных данных, которые мы собираем (включая то, как мы используем и раскрываем эту информацию), удалить свои Персональные данные, отказаться от любых \"продаж\", которые могут иметь место, и не подвергаться дискриминации за осуществление этих прав.</li></ul>"
            }
        },
        {
            "id":  11,
            "title": {
                "en": "Changes to our Privacy Policy",
                "ua": "Зміни у політиці конфіденційності",
                "ru": "Изменения в политике конфиденциальности"
            },
            "content": {
                "en": "<p>We may need to update this Privacy Policy to keep pace with changes in our Site, Products, and Services, our business, and laws applicable to us and you. We will, however, always maintain our commitment to respect your privacy. We will notify you of any material changes that impact your rights under this Privacy Policy by email (to your most recently provided email address) or post any other revisions to this Privacy Policy, along with their effective date, in an easy-to-find area of the Site, so we recommend that you periodically check back here to stay informed of any changes. Please note that your continued use of YavorskyTeam’s Site and/or Products after any change means that you agree with, and consent to be bound by, the new Privacy Policy. If you disagree with any changes in this Privacy Policy and do not wish your information to be subject to it, you will need to stop using the Site and/or Products.</p>",
                "ua": "<p>Нам може знадобитися оновити цю Політику конфіденційності відповідно до змін на нашому Сайті, у продуктах та послугах, у нашому бізнесі та в законах, які застосовуються до нас та до вас. Тим не менш, ми завжди будемо дотримуватися нашого зобов'язання поважати вашу конфіденційність. Ми будемо повідомляти вас про будь-які істотні зміни, які впливають на ваші права в рамках цієї Політики конфіденційності, електронною поштою (на вашу останню вказану адресу електронної пошти) або розміщувати будь-які інші зміни в цій Політиці конфіденційності разом з датою їх набуття чинності легкодоступною. місце Сайту, тому ми рекомендуємо вам періодично заглядати сюди, щоб бути в курсі будь-яких змін. Зверніть увагу, що подальше використання Вами Сайту та/або Продуктів YavorskyTeam після внесення змін означає, що ви погоджуєтесь з новою Політикою конфіденційності та приймаєте її на себе. Якщо ви не погоджуєтесь з будь-якими змінами в Політиці конфіденційності і не бажаєте, щоб ваша інформація підпадала під її дію, вам необхідно припинити використання Сайту та/або Продуктів.</p>",
                "ru": "<p>Нам может потребоваться обновить настоящую Политику конфиденциальности в соответствии с изменениями на нашем Сайте, в продуктах и услугах, в нашем бизнесе и в законах, применимых к нам и к вам. Тем не менее, мы всегда будем соблюдать наше обязательство уважать вашу конфиденциальность. Мы будем уведомлять вас о любых существенных изменениях, которые влияют на ваши права в рамках настоящей Политики конфиденциальности, по электронной почте (на ваш последний указанный адрес электронной почты) или размещать любые другие изменения в настоящей Политике конфиденциальности вместе с датой их вступления в силу в легкодоступном месте Сайта, поэтому мы рекомендуем вам периодически заглядывать сюда, чтобы быть в курсе любых изменений. Обратите внимание, что дальнейшее использование вами Сайта и/или Продуктов YavorskyTeam после внесения изменений означает, что вы согласны с новой Политикой конфиденциальности и принимаете ее на себя. Если вы не согласны с какими-либо изменениями в Политике конфиденциальности и не желаете, чтобы ваша информация подпадала под ее действие, вам необходимо прекратить использование Сайта и/или Продуктов.</p>"
            }
        },
        {
            "id":  12,
            "title": {
                "en": "Contact us",
                "ua": "Контакти",
                "ru": "Контакты"
            },
            "content": {
                "en": "<p>You may contact us with any questions relating to this Privacy Policy by e-mailing: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a></p>",
                "ua": "<p>Ви можете зв'язатися з нами з будь-яких питань, що стосуються цієї Політики конфіденційності, електронною поштою: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>.</p>",
                "ru": "<p>Вы можете связаться с нами по любым вопросам, касающимся настоящей Политики конфиденциальности, по электронной почте: <a href=\"mailto:yavorsky.team@gmail.com\">yavorsky.team@gmail.com</a>.</p>"
            }
        }
    ]
}
