[
    {
        "id": 4,
        "name": "MedTime: Pill Reminder",
        "url_app": null,
        "slug": "pill-reminder",
        "bg": "linear-gradient(270deg, rgba(58, 166, 190, 0.30) -10.97%, #FCFFFF 68.56%, #D6EDF2 89.01%)",
        "brief": {
            "en": "Stay on top of your medication schedule",
            "ua": "Дотримуйтесь графіку прийому ліків",
            "ru": "Соблюдайте график приема лекарств"
        },
        "desc": {
            "en": "MedTime: Pill Reminder is an easy-to-use medication reminder app that allows you to set up a medication schedule and receive timely reminders to take your medications.",
            "ua": "MedTime: Pill Reminder — зручна програма для нагадування про прийом ліків, яка дозволяє встановити розклад прийому ліків і отримувати своєчасні нагадування про необхідність їх прийому.",
            "ru": "MedTime: Pill Reminder — удобное приложение для напоминания о приеме лекарств, которое позволяет установить расписание приема лекарств и получать своевременные напоминания о необходимости их приема."
        },
        "images": ["img.png"]
    },
    {
        "id": 1,
        "name": "Ad Blocker",
        "url_app": "adblocker-protection/id1587657245",
        "slug": "ad-blocker",
        "bg": "linear-gradient(96deg, #A4E2A6 -4.32%, #E0FAE1 35.38%, #D1EEDC 101.58%)",
        "brief": {
            "en": "Block ads on any website",
            "ua": "Блокування реклами на будь-якому сайті",
            "ru": "Блокировка рекламы на любом сайте"
        },
        "desc": {
            "en": "AdBlocker Protection is a reliable ad-blocking app that helps you enjoy a safe and efficient browsing experience by blocking banner ads and pop-ups.",
            "ua": "AdBlocker Protection — надійна програма для блокування реклами, яка допоможе вам насолоджуватися безпечним і комфортним переглядом веб-сторінок, блокуючи банерну рекламу та спливаючі вікна.",
            "ru": "AdBlocker Protection — надежное приложение для блокировки рекламы, которое поможет вам наслаждаться безопасным и комфортным просмотром веб-страниц, блокируя баннерную рекламу и всплывающие окна."
        },
        "images": ["img.png"]
    },
    {
        "id": 2,
        "name": "RoboCleaner",
        "url_app": "robocleaner/id1603385704",
        "slug": "robocleaner",
        "bg": "linear-gradient(250deg, #C2CDF3 40.73%, #F6F5FF 64.91%, #C2CDF3 86.98%)",
        "brief": {
            "en": "Easily clean your phone of unwanted files",
            "ua": "Легке очищення телефону від непотрібних файлів",
            "ru": "Легкая очистка телефона от ненужных файлов"
        },
        "desc": {
            "en": "RoboCleaner is a fast and reliable app for cleaning your phone of unwanted files and debris, ensuring optimal performance for your device.",
            "ua": "RoboCleaner — швидка програма для очищення телефону від непотрібних файлів та сміття, що забезпечує оптимальну продуктивність вашого пристрою.",
            "ru": "RoboCleaner — быстрое приложение для очистки телефона от ненужных файлов и мусора, обеспечивающее оптимальную производительность вашего устройства."
        },
        "images": ["img.png"]
    },
    {
        "id": 3,
        "name": "Network Analyzer",
        "url_app": "network-analyzer-speed-test/id1660559510",
        "slug": "network-analyzer",
        "bg": "linear-gradient(100deg, #ECF3FF -2.81%, rgba(246, 253, 255, 0.52) 50.69%, #B9D9FF 109.16%)",
        "brief": {
            "en": "Scan and check Internet speed",
            "ua": "Скануйте та перевіряйте швидкість Інтернету",
            "ru": "Сканируйте и проверяйте скорость Интернета"
        },
        "desc": {
            "en": "Network Analyzer is a powerful and easy-to-use network scanning and analysis program.",
            "ua": "Network Analyzer – ефективна та проста у використанні програма сканування та аналізу мережі.",
            "ru": "Network Analyzer — эффективная и простая в использовании программа сканирования и анализа сети."
        },
        "images": ["img.png"]
    },
    {
        "id": 5,
        "name": "Secret Vault",
        "url_app": null,
        "slug": "secret-vault",
        "bg": "linear-gradient(85deg, #CFEAEE -0.25%, rgba(167, 212, 218, 0.05) 30.36%, #CFEDF1 82.66%)",
        "brief": {
            "en": "Keep your photos safe",
            "ua": "Зберігайте ваші фотографії в безпеці",
            "ru": "Храните ваши фотографии в безопасности"
        },
        "desc": {
            "en": "Secret Vault is a secure photo storage app that allows you to hide important photos from prying eyes and store them in a private vault.",
            "ua": "Secret Vault — додаток для безпечного зберігання фотографій, який дозволяє приховати важливі фотографії від сторонніх очей та зберігати їх у приватному сховищі.",
            "ru": "Secret Vault — приложение для безопасного хранения фотографий, которое позволяет скрыть важные фотографии от посторонних глаз и хранить их в частном хранилище."
        },
        "images": ["img.png"]
    }
]
