{
    "id": 5,
    "name": "Secret Vault",
    "url_app": null,
    "desc": {
        "en": "Sometimes we want to keep our photos private and protect them from the views of third parties. The \"Secret Vault\" app on iOS will help you keep your personal photos private and protect them with a password.",
        "ua": "Іноді ми хочемо приховати свої фотографії в таємниці і захистити їх від сторонніх. Програма \"Secret Vault\" на iOS допоможе вам зберегти особисті фотографії в таємниці та захистити їх паролем.",
        "ru": "Иногда мы хотим сохранить свои фотографии в тайне и защитить их от посторонних. Приложение \"Secret Vault\" на iOS поможет вам сохранить личные фотографии в тайне и защитить их паролем."
    },
    "logo": "/images/app/5/logo.png",
    "logo_bg": "/images/app/5/logo_bg.svg",
    "blocks": [
        {
            "id" : 1,
            "type" : 5,
            "bg_color": "#EDF2F2",
            "bg_auto_size": true,
            "first": {
                "type": "text",
                "rubric_color": "#004650",
                "rubric_title": {
                    "en": "Reliable",
                    "ua": "Надійний",
                    "ru": "Надежный"
                },
                "title": {
                    "en": "Protect with password",
                    "ua": "Захист паролем",
                    "ru": "Защита паролем"
                },
                "desc": {
                    "en": "You can set a password to access your protected photos. This provides a high level of security and confidentiality for your photos.",
                    "ua": "Ви можете встановити пароль для доступу до захищених фотографій. Це забезпечує високий рівень безпеки та конфіденційності для ваших фотографій.",
                    "ru": "Вы можете установить пароль для доступа к защищенным фотографиям. Это обеспечивает высокий уровень безопасности и конфиденциальности для ваших фотографий."
                }
            },
            "last": {
                "type": "img",
                "bg": "/images/app/5/block_1_1_img.png",
                "bg_position": "center right",
                "bg_size": "xl"
            }
        },
        {
            "id" : 2,
            "type" : 1,
            "direction": "row",
            "block_padding_top": 70,
            "first": {
                "type": "img",
                "bg": "/images/app/5/block_2_1_img.png",
                "bg_size": "xl"
            },
            "last": {
                "type": "text",
                "rubric_color": "#004650",
                "rubric_title": {
                    "en": "Convenient",
                    "ua": "Зручний",
                    "ru": "Удобный"
                },
                "title": {
                    "en": "Organize with ease",
                    "ua": "Організовуйте з легкістю",
                    "ru": "Организовывайте с легкостью"
                },
                "desc": {
                    "en": "The app allows you to create different albums and group your photos by topic, making photo organization more convenient and quick. You also can blur the album cover.",
                    "ua": "Програма дозволяє створювати різні альбоми та групувати фотографії за тематикою, що робить організацію фотографій більш зручною та швидкою. Ви також можете розмити обкладинку альбому.",
                    "ru": "Приложение позволяет создавать различные альбомы и группировать фотографии по тематике, что делает организацию фотографий более удобной и быстрой. Вы также можете размыть обложку альбома."
                }
            }
        },
        {
            "id" : 3,
            "type" : 1,
            "direction" : "column",
            "first" : {
                "type": "text",
                "rubric_color": "#004650",
                "rubric_title": {
                    "en": "Secure",
                    "ua": "Безпечний",
                    "ru": "Безопасный"
                },
                "title": {
                    "en": "Access quickly your photos",
                    "ua": "Швидкий доступ до фотографій",
                    "ru": "Быстрый доступ к фотографиям"
                },
                "desc": {
                    "en": "You can quickly access your photos using Touch ID, Face ID or other password protection options. This allows you to quickly ensure the confidentiality of your private information.",
                    "ua": "Ви можете швидко отримати доступ до своїх фотографій за допомогою Touch ID, Face ID або інших варіантів захисту паролем. Це дозволяє швидко забезпечити конфіденційність особистої інформації.",
                    "ru": "Вы можете быстро получить доступ к своим фотографиям, используя Touch ID, Face ID или другие варианты защиты паролем. Это позволяет быстро обеспечить конфиденциальность личной информации."
                }
            },
            "last" : {
                "type": "list",
                "bg_color": "#EDF2F2",
                "list": [
                    {
                        "id": 1,
                        "title": {
                            "en": "Touch ID",
                            "ua": "Touch ID",
                            "ru": "Touch ID"
                        },
                        "img" : "/images/app/5/block_3_1_img.svg"
                    },
                    {
                        "id": 2,
                        "title": {
                            "en": "Face ID",
                            "ua": "Face ID",
                            "ru": "Face ID"
                        },
                        "img" : "/images/app/5/block_3_2_img.svg"
                    },
                    {
                        "id": 3,
                        "title": {
                            "en": "4/6 digits pin code",
                            "ua": "4/6-значний пін-код",
                            "ru": "4/6-значный пин-код"
                        },
                        "img" : "/images/app/5/block_3_3_img.svg"
                    },
                    {
                        "id": 4,
                        "title": {
                            "en": "Dotlock passcode",
                            "ua": "Графічний ключ",
                            "ru": "Графический ключ"
                        },
                        "img" : "/images/app/5/block_3_4_img.svg"
                    }
                ]
            }
        },
        {
            "id" : 4,
            "type" : 1,
            "direction": "row",
            "first": {
                "type": "text",
                "title": {
                    "en": "Achieve peace of mind with \"Secret Vault\" app on&#160;iOS",
                    "ua": "Забезпечте душевний спокій за допомогою програми \"Secret Vault\" на iOS",
                    "ru": "Обеспечьте душевное спокойствие с помощью приложения \"Secret Vault\" на iOS"
                },
                "desc": {
                    "en": "The \"Secret Vault\" app on iOS is the perfect way to keep your photos private and protect them with a password. With easy organization, quick access, and a high level of security and confidentiality, this app will provide you with peace of mind.",
                    "ua": "Програма \"Secret Vault\" на iOS — це ідеальний спосіб зберегти ваші фотографії в таємниці та захистити їх паролем. Завдяки зручній організації, швидкому доступу та високому рівню безпеки та конфіденційності ця програма забезпечить вам душевний спокій.",
                    "ru": "Приложение \"Secret Vault\" на iOS — это идеальный способ сохранить ваши фотографии в тайне и защитить их паролем. Благодаря удобной организации, быстрому доступу и высокому уровню безопасности и конфиденциальности это приложение обеспечит вам душевное спокойствие."
                }
            },
            "last": {
                "type": "img",
                "img": "/images/app/5/block_4_1_img.png"
            }
        }
    ]
}
